frontend/controllers/PostsController.php

INSERT INTO `post` (`id`, `created_by`, `tittle`, `body`, `status`, `comment_status`, `comment_conunt`, `views`, `publish_up`, `publish_down`) VALUES (1, 1, 'local', 'nfonsadnoasnd', 1, 1, 1, 1, '1', '0')
---
    public function actionCreate()
    {
        $model = new Posts();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `post` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = Posts::findOne($id)) !== null) {